{
  "general": {
    "driver": "Conductor",
    "mechanic": "Mecánico"
  },
  "auth": {
    "register": "Registrarse",
    "login": "Iniciar Sesión",
    "roleQuestion": "¿Cuál es su rol?",
    "registerMessage": "Regístrate y obtén acceso a nuestra aplicación.",
    "firstName": "Nombres",
    "lastName": "Apellidos",
    "phone": "Teléfono",
    "email": "Email",
    "password": "Contraseña",
    "confirmPassword": "Confirmar Contraseña",
    "accept": "Acepto los",
    "terms": "términos y condiciones",
    "alreadyHaveAccount": "Ya tienes una cuenta",
    "loginMessage": "Inicia sesión ahora y accede a nuestra aplicación.",
    "rememberMe": "Recuérdame",
    "forgotPassword": "Olvidé mi contraseña",
    "noAccount": "¿No tienes una cuenta aún?",
    "resetPassword": "Reestablecer Contraseña",
    "newPassword": "Nueva contraseña",
    "confirmNewPassword": "Confirmar nueva contraseña",
    "changePassword": "Cambiar Contraseña"
  },
  "terms": {
    "title": "Términos y Condiciones de Uso",
    "lastUpdate": "Última actualización",
    "acceptance": "Aceptación de los términos",
    "acceptanceText": "Al acceder y utilizar el sistema Autonexo, usted acepta quedar sujeto a estos términos y condiciones. Si no está de acuerdo con alguna parte de los términos, no podrá acceder o utilizar el servicio.",
    "serviceDescription": "Descripción del servicio",
    "serviceText": "Autonexo es una plataforma digital para la gestión integral del mantenimiento vehicular, orientada a administradores de flotas y técnicos operativos. Permite registrar vehículos, planificar mantenimientos, gestionar repuestos, generar reportes y más.",
    "userAccounts": "Cuentas de usuario",
    "userAccountsText": "El usuario es responsable de mantener la confidencialidad de su cuenta y contraseña. Usted acepta notificar de inmediato cualquier uso no autorizado de su cuenta.",
    "acceptableUse": "Uso aceptable",
    "acceptableUseText": "No está permitido usar Autonexo para fines ilegales, transmitir malware, sobrecargar el sistema ni acceder a información de otros usuarios sin autorización.",
    "intellectualProperty": "Propiedad intelectual",
    "intellectualPropertyText": "Todos los contenidos, marcas, logos y elementos visuales son propiedad de Autonexo y están protegidos por las leyes de propiedad intelectual. Usted no tiene derecho a reproducir, modificar o distribuir estos elementos sin permiso previo.",
    "limitationOfLiability": "Limitación de responsabilidad",
    "limitationOfLiabilityText": "Autonexo no se hace responsable por pérdidas directas o indirectas derivadas del uso del sistema. El servicio se proporciona \"tal cual\", sin garantías de disponibilidad continua o resultados específicos.",
    "modifications": "Modificaciones",
    "modificationsText": "Nos reservamos el derecho de modificar estos términos en cualquier momento. Las modificaciones entrarán en vigencia una vez publicadas en el sitio web.",
    "contact": "Contacto",
    "contactText": "Para cualquier duda o consulta sobre estos términos, puede contactarnos a través del correo"
  },
  "pageNotFound": {
    "message": "¡Ups! No se pudo encontrar la página que solicitaste."
  }
}
